Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/uis.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: • developing your thesis statement
nb: • å utvikle problemstilling

source: Building on these findings, Rege and Størksen teamed up with a group of researchers from the University of Agder as well as several U.S. based researchers in order to develop and test a playful learning curriculum for pre-school children at the preschools in the Agder region of Norway.
nb: Basert på disse funnene startet Rege og Størksen et samarbeid med en gruppe forskere fra Universitetet i Agder og flere amerikanske forskere for å utvikle og teste ut et førskoleopplegg basert på lekbasert læring for barn i barnehagene i Agder.

source: Cognitive and behavioral neuroscience lab
nb: Lab for kognisjons-, atferds- og nevroforskning

source: to the insufficiency of secure archaeological contexts
nb: Avdekking av gravfelt i beitemark, Hålandsmarka i Time

source: Norwegian Agency for Public and Financial Management (DFØ)
nb: Direktoratet for forvaltning og økonomistyring (DFØ)

source: The Research School in Economics and Business Administration (ECOBA) educate researchers who study h
nb: Forskerskolen for økonomiske og administrative fag (ECOBA) utdanner forskere som studerer hvordan me

source: Concerning partial differential equations, the students will be able to solve the wave equations, heat conduction equations, Laplace equation, by means of the separation method and Fourier series, and also solve boundary value problems.
nb: Når det gjelder partielle differensialligninger, skal studenten kunne løse bølgeligninger, varmeledningsligninger, Laplaceligning osv, ved hjelp av separasjonsmetoden og Fourierrekkeutvikling, og også løse enkle randverdiproblemer.

source: Humans typically forget over 80% of the dreams they had.
nb: Vi mennesker glemmer vanligvis over 80% av drømmene og målene våre.

source: The student will be able to make mathematical models for arbitrary processes, both linear and nonlinear.
nb: Skal kunne sette opp matematiske modeller for vilkårlige prosesser, både lineære og ulineære.

source: Course evaluation data indicates that 85% of attendees said the course met their training needs, and many of them remark that every cancer patient should join the course.
nb: Kursevalueringen viser at 85 % av deltakerne mente at kurset oppfylte deres opplæringsbehov, og mange av dem legger til at alle kreftpasienter burde få med seg opplæringen.

source: b) Documented extensive educational development work and other educational activities of high quality
nb: b) Dokumentert omfattende pedagogisk utviklingsarbeid og annen pedagogisk virksomhet av høy kvalitet

source: The students' ombudsperson
nb: Lek og læring, arbeidsmåter og læringsmiljø

source: The project started from 2017 and has been running for a long term period.
nb: Prosjektet startet i 2017 og har pågått siden.

source: Basic interpretation of data
nb: organisering og presentasjon av data;

source: Integrated knowledge of sedimentology and structural geology, which can be used as a basis for other areas in geology, engineering and economics.
nb: Integrert kunnskap om sedimentologi og strukturgeologi som kan brukes som grunnlag for andre områder innen geologi, ingeniørfag og økonomi.

source: ability to use and understand basics of GPS
nb: Feltkartlegging med bruk av GPS

source: Combustion and energy conversion in boilers and gas turbine are compared and fundamental CO2 cleaning technologies are introduced.
nb: Forbrenning og energikonvertering i kjeler og turbin-brennkammer sammenliknes og grunnleggende CO2 renseteknikker introduseres

source: For more research news, feel free to follow us on our website or
nb: For mer forskningsnytt, følg oss gjerne på vår hjemmeside eller

source: Gehan Skhmot has a master's degree in Business Administration and has specialised in economics.
nb: Gehan Skhmot har en master i økonomi og administrasjon og har spesialisert seg i økonomisk analyse.

source: Some basic algorithms for graphs, including wayfinding.
nb: Noen grunnleggende algoritmer for grafer, inkludert veifinning.

source: Infrastructure: In conjunction with new construction, localization and relocation, it is important
nb: Ved om- og nybygging, lokalisering og relokalisering er det viktig med forutgående

source: This, in turn, contributes towards increased popularity for anti-democratic parties.
nb: Det medvirker i sin tur til økt popularitet for anti-demokratiske parti.

source: Furthermore, students will be able to design and dimension wastewater treatment unit processes based on mass- and energy balances, including steady state modelling.
nb: Videre skal studentene kunne dimensjonere og designe rensetekniske enhetsprosesser basert på masse- og energibalanser, inkludert steady state modellering.

source: extremist a) accepts only their own points of view and b) believes it is legitimate to resort to violence to
nb: man a) kun aksepterer egne meninger og b) mener det er legitimt å ty til vold for å få gjennomslag for

source: What data can be audio recorded in Zoom?
nb: Hva slags data kan man gjøre lydopptak av i Zoom?

source: Partners and financing
nb: Partnere og finansiering

source: know the governing equations for fluid dynamics, and how these can be described as a general transport equation
nb: de grunnleggende ligningene for fluiddynamikk, og hvordan disse kan beskrives som en generell transportligning

source: Partners in SHARE – Centre for Resilience in Healthcare
nb: Partnere i SHARE – Senter for kvalitet og sikkerhet i helsetjenesten

source: Competence sharing price 2021 awarded Marte C. W. Solheim
nb: januar. Kompetansedelingsprisen 2021 til Marte C.

source: Furthermore Yttredal is the main instrument teacher on jazz saxophone.
nb: Yttredal er også ansatt som hovedinstrumentlærer jazz-saksofon.

source: Katrine Wangen from Bærum chose to specialise in innovation for her Master's degree in Business Administration.
nb: Katrine Wangen fra Bærum valgte spesialisering i innovasjon for sin mastergrad i økonomi og administrasjon.

source: Alvarez defended her thesis December 2nd 2020.
nb: Alvarez forsvarte avhandlingen sin 2. desember 2020.

source: Do not start the project until you have received acceptance from NSD (and approval from REK for medical and health related research projects).
nb: Du skal ikke starte på prosjektet før du har fått aksept fra NSD (og godkjent vedtak fra REK ved medisinske og helsefaglige forskningsprosjekter).

source: In addition to UiS, the conference is supported by Rogaland County Council, Stavanger Municipality, Time Municipality and Atea.
nb: I tillegg til UiS, støttes konferansen av Rogaland Fylkeskommune, Stavanger kommune, Time kommune og Atea.

source: and religious backgrounds and views, and shal protect and cultivate free speech and freedom of
nb: bakgrunner og synspunkter, samt verne om og dyrke fram ytrings- og organisasjonsfrihet.

source: The Faculty of Performing Arts consists of several buildings in Bjergsted campus; the main building, building nr. 2 (new dance halls), as well as block 5, 6, 7 and 8.
nb: Fakultet for utøvende kunstfag består av flere bygg på campus Bjergsted; hovedbygget, bygg 2 (nye dansesaler), samt blokk 5, 6, 7 og 8.

source: UiS among the 401-500 best universities in the world
nb: UiS blant de 401-500 beste universitetene i verden

source: Discount from Norsk Standard
nb: Rabatt hos Norsk Standard

source: Applicants who receive an offer of admission/or a waiting list must register an answer in SøknadsWeb within the specified deadline.
nb: Søkere som mottar tilbud om studieplass og/eller ventelisteplass må registrere svar i SøknadsWeb innen oppgitt frist.

source: Studentsamskipnaden i Stavanger (SiS), the student organisation StOr and the University of Stavanger (UiS) are offering counselling services for students as well as opportunities for recreational and social activities when the situation allows.
nb: Studentsamskipnaden i Stavanger (SiS), Studentorganisasjonen StOr og Universitetet i Stavanger (UiS) ønsker å tilby gode samtaler, fine opplevelser og sosiale arrangement til dere som er studenter.

source: (2) Documented competence in relevant educational theory and practice based on training or on teaching and supervision.
nb: (2) Dokumentert relevant praktisk-pedagogisk kompetanse på grunnlag av utdanning el er undervisning og veiledning.

source: Biology Centre of the Czech Academy of Sciences in Ceske Budejovice
nb: biologisenteret til det tsjekkiske vitenskapsakademiet i Ceske Budejovice

source: Practicing as an architect and partner in MAD arkitekter Stavanger, Kirsten Welschemeyer has plus 15 years of experience as an urban planner.
nb: Kirsten Welschemeyer praktiserer som arkitekt og partner i MAD arkitekter Stavanger, og har erfaring som byplanlegger i over 15 år.

source: James Portnow is the director of the company Rainmaker Games and is passionate about game-based learning.
nb: James Portnow er direktør for firmaet Rainmaker Games og brenner for spillbasert læring.

source: What is Statista?
nb: Hva er Statista?

source: Due to Covid-19, the campus has been replaced with a home offices for much of the semester.
nb: På grunn av Covid-19 har campus blitt byttet ut med hjemmekontor store deler av semesteret.

source: Børsklubben UiS is a studentorganization for stock- and finance interested students at the Universit
nb: Børsklubben UiS er en studentorganisasjon for børs- og finansinteresserte på Universitetet i Stavang

source: For promotion to the rank of professor, the
nb: Ved opprykk til professor forventes det bidrag til store,

source: Remember: You must pick up printouts you have sent for printing within 24 hours.
nb: Husk: Du må hente utskrifter du har sendt til utskrift innen 24 timer.

source: Communicate their ideas, calculations and thoughts through the format of workshop-discussions, demanding oral participation from all students.
nb: Kommunisere deres ideer, beregninger og tanker via diskusjoner i workshop-formatet som krever deltakelse fra alle studentene.

source: Link to the Zoom meeting will be shared via e-mail in August.
nb: Lenke blir tilsendt på e-post i august.

source: Department of Education and Sports Science
nb: Institutt for matematikk og fysikk

source: This is a free, anonymous service for all students in Norway.
nb: Den er åpen både hverdager, helger og helligdager.

source: Energy conservation and the first law of thermodynamics.
nb: Energibevaring og termodynamikkens første hovedsetning.

source: extensive artistic activities at the highest level and meeting international standards as wel as relevant breadth
nb: omfattende kunstnerisk virksomhet på høyeste nivå etter internasjonal standard samt relevant bredde og

source: De andre to konferansedagene, 3.
nb: De to første konferansedagene, 3.

source: The distance between the student and the supervisor is maintained at a distance of 2 meters when singing and dancing, and other activities maintain 1 meter or use, among other things, plexiglass between the student and the supervisor.
nb: Avstand mellom student og veileder ivaretas med 2 meters avstand ved sang og dans, ved annen aktivitet opprettholdes 1 meteren evt.

source: Chair of Board Thierry Laupretre (Aker BP), sums up the collaboration.
nb: Styreleder ved senteret, Thierry Laupretre (Aker BP), oppsummerer samarbeidet mellom universitetet og industrien.

source: The main rule is that the exam in the autumn semester 2021 will be completed as a home exam, and this still applies.
nb: Hovedregelen er at eksamen i høstsemesteret 2021 blir gjennomført som hjemmeeksamen, og denne gjelder fortsatt.

source: initiating actions as tertiary prevention or to avoid acute incidents.
nb: altså tiltak man setter inn som tertiærforebygging eller for å unngå akutthendelser.

source: It is not possible to change the application after 1 March. Remember to save your application to complete the application process.
nb: Det er ikke mulig å endre søknaden etter 1. mars. Husk å lagre søknaden for å fullføre søknadsprosessen.

source: Compute areas, lengths and volumes by integration.
nb: Kunne finne arealer, lengder og volum ved integrasjon.

source: I want to keep my study place at XXX and withdraw from the waiting list for XXX.
nb: Jeg ønsker å endre til at jeg ikke lenger står på venteliste til master i XXX, og jeg ønsker å beholde min studieplass på master i XXX.

source: Therefore the scheme applies to almost all State employees, including temporary employees and part-time employees who have fixed weekly working hours.
nb: Ordningen gjelder derfor stort sett alle statsansatte, også midlertidig ansatte og deltidsansatte som har fast, ukentlig arbeidstid.

source: The American universities typically host students who have an F-1 type visa (student visa) or a J-1 type visa (exchange visitor).
nb: De amerikanske universitetene legger vanligvis opp til at studentene benytter visumtype F-1 (studentvisum) eller J-1 (visum for utvekslingsbesøk).

source: A database is a system for storing and retrieving data, sometimes large amounts of data.
nb: En database er et system for håndtering og innhenting av data, til dels store datamengder.

source: Finally, the school year of 2018/2019 had been dedicated to dissemination of the research findings and providing the professional development course to the 35 teachers representing the preschools in the treatment group.
nb: Til sist ble skoleåret 2018/2019 brukt til formidling av forskningsfunnene og gjennomføring av fagutviklingskurset for de 35 barnehagelærerne i behandlingsgruppen.

source: Adnana Osmanbasic is studying to become an economist and has chosen to specialise in "Leadershi
nb: Adnana Osmanbasic studerer til å bli siviløkonom og har valgt spesialiseringen "Ledelse i en di

source: If you are finishing your programme in the semester you are applying, at one of the study places in Norway that exchange results, you will not need to upload documentation (unless you have gotten courses approved from other places).
nb: Dersom du fullfører studier i søknadssemesteret ved et av studiestedene i Norge som er med i resultatutveksling, trenger du ikke å laste opp resultatene dine (med mindre du har fått emner innpasset fra et annet sted).

source: NTNU Gjøvik established a collaboration with UiS in 2014 on a separate research group in patient safety.
nb: etablerte i 2014 et samarbeid med UiS om en egen forskergruppen innen pasientsikkerhet.

source: Quantify your appetite for risk and how to factor this into your decision making
nb: Tolletatens og samarbeidende etaters og myndigheters roller og samfunnsoppdrag.

source: Here you must also state the language you want the main part of the teaching in, and the language level you expect to have when the exchange semester starts.
nb: Her skal du også oppgi språket du skal ha hoveddelen av undervisningen på, og det språknivået du regner med å ha når utvekslingssemesteret starter.

source: Fitjar has led the large, EU-funded research project called
nb: Han har ledet det store EU-finansierte

source: Understand the principles of GIS (and be able to use ArcView)
nb: Forstå prinsippene i GIS - geografisk informasjonssystem (og anvende ArcView i analyse og planarbeid)

source: Lisa has 60 credits with an average point of 2,5 when applying to go on an exchange.
nb: Lise har fullført 60 studiepoeng ved søknad om utveksling med 2,5 i snittpoeng.

source: Op-Ed Article by Associate Professor Hongyan Shi published in Harvard Business Review
nb: Førsteamanuensis Hongyan Shi med artikkel i Harvard Business Review

source: Prerequisites for audio recording through Zoom
nb: Forutsetninger for lydopptak gjennom Zoom

source: (for programmes with application deadline 15 April).
nb: (for studier med søknadsfrist 15. april).

source: The results of the research project are expected to be published in 2022.
nb: Forskningsprosjektets resultater forventes publisert i 2022.

source: Pedagogical development work, cf. chap.
nb: Pedagogisk utviklingsarbeid, jf.

source: Health research data and personally identifiable information should not be stored unsecured!
nb: Helseforskningsdata og personidentifiserbare opplysninger skal ikke lagres usikret!

source: In addition to this, we started an investment company called Studentkapital AS which promotes «learning by doing».
nb: I tillegg har vi opprettet et eget investeringsselskap, Studentkapital AS, som fremmer “learing by doing”.

source: Participating in one event after you have come home.
nb: Delta på på ett arrangement når du er kommet hjem.

source: Melby-Lervåg previously worked as an pedagogical psychological advisor at the pedagogical psychological service centre (PPT) and an advisor in special needs education at Torshov competence centre.
nb: Melby-Lervåg har bakgrunn som pedagogisk psykologisk rådgiver i PPT og som spesialpedagogisk rådgiver ved Torshov kompetansesenter.

source: The content of the flow engineering part is:
nb: Innholdet i strømningsdelen av kurset er:

source: New possibilities for geosciences at UiS
nb: UiS vil utdanne ingeniører i medisinsk teknologi

source: to three books of high quality and different content.
nb: tre bøker av høy kvalitet og ulike innhold.

source: Be able to apply fluid dynamics and thermodynamics to develop mathematical models of simple process units (mass and energy balances), included the valve equation.
nb: Kunne anvende fluiddynamikk og termodynamikk til å utvikle matematiske modeller av enkle prosessenheter (masse- og energibalanser), inkludert bruk av ventilligningen.

source: The biggest increase in the use of Tik Tok can be found in the age group 15-25 years.
nb: Blant de som bruker Tik Tok, er det størst økning blant de yngre i aldersgruppen 15-25 år.

source: Week 20 Exam week theory + "digitale dirigentstudier"
nb: Uke 20 Eksamensuke teori + digitale dirigentstudier

source: Professor in Economics Magne Mogstad from the University of Chicago.
nb: Professor i samfunnsøkonomi Magne Mogstad fra University of Chicago.

source: Reports from the University of Stavanger
nb: Rapporter fra Universitetet i Stavanger

source: The UiS was the only university offering a specialist MSc economics programme incorporating innovation, and after attending job interviews during the past year, I noticed that my specialisation is highly relevant.
nb: UiS var eneste universitetet som tilbudte spesialisering i innovasjon for siviløkonomstudiet, og etter å ha vært i jobbintervjuer det siste året merker jeg at spesialiseringen min er veldig relevant.

source: of the University of Stavanger.
nb: til Universitetet i Stavanger.

source: Are you feeling a bit down?
nb: Kjenner du at du er litt lei deg?

source: Introduction to subsurface interpretation methods.
nb: Introduksjon til geofysiske og geologiske tolkningsmetoder.

source: This has strong implications for public health communication.
nb: Dette får store konsekvenser for folkehelsekommunikasjonen.

source: I would advise you all to like and follow
nb: I mellomtiden anbefaler jeg å like og følge

source: How do I register my research data in DataverseNO?
nb: Hvordan registrerer jeg mine forskningsdata i DataVerseNO?

source: violence to reach their political, ideological, or religious goals.
nb: villig til å bruke vold for å nå sine politiske, ideologiske eller religiøse mål.

source: • getting started with your writing
nb: • å komme i gang med å skrive

source: Interpret given conditions for analysis and planning
nb: Tolke gitte rammer for analyse- og planarbeidet

source: Applicants with foreign education must apply within 1 March. Can I get an early answer to my application?
nb: Din utdanning er fremdeles regnet som utenlandsk utdanning, og din søknadsfrist er 1.

source: According to the UN, 235 million people need humanitarian assistance and protection in 2021.
nb: Ifølge FN har 235 millioner mennesker behov for humanitær assistanse og beskyttelse i 2021.

source: Inspera is our digital exam system that can be used for school exams, submissions for home exams and assignments, oral examination and practice.
nb: er vårt digital eksamenssystem som kan benyttes for skoleeksamen, innleveringer til hjemmeeksamen og oppgaver, sensur av muntlig og praksis.

source: The practical arenas are diverse and the faculty has established good collaborations with partners such as Stavanger Concert Hall, Stavanger Symphony Orchestra, Stavanger Jazz Forum and others.
nb: Praksisarenaene er mangfoldige og fakultetet har på vegne av utdanningen etablert et svært godt samarbeid med samarbeidspartnere som Stavanger konserthus, Stavanger Symfoniorkester, Stavanger Jazzforum med flere.

source: Thermodynamic potentials and Maxwell's relations.
nb: Termodynamiske potensialer og Maxwells relasjoner.

source: Business Administration Master (MSB)
nb: Økonomi og administrasjon master

source: Ranja is also the study coordinator for digital studies.
nb: Ranja er også studiekoordinator for digitale studier.

source: The student organization is ran by students, and has about 450 members.
nb: Linjeforeningen er drevet av studenter og har ca 450 medlemmer.

source: Fundings for floating offshore wind project
nb: Disputas om simuleringsverktøy for offshore vindparkar

source: The second part of the course is about design of oil and gas wells.
nb: Andre del av kurset går på design av olje og gassbrønner.

source: Organized by the Research Network for Smart Sustainable Cities at the University of Stavanger, Norwa
nb: Handelshøgskolen ved UiS skal være en arena for dialog og samarbeid mellom akademia, næringsliv og b

source: Among other things, this will include the latest trends on network softwarization and virtualization concepts using SDN and NFV in the cloud and network edge environments.
nb: Dette vil blant annet omfatte de siste trendene innen nettverksprogramvare (softwarization) og virtualiseringskonsepter som bruker SDN og NFV i skytjenester.

source: Superusers in Cristin:
nb: Superbrukere i Cristin:

source: The report assumes that "politicians from a number of parties have repeatedly stated that the goal for aquaculture is a sustainable production of 5 million tonnes by 2050".
nb: Rapporten legger til grunn at "politikere fra en rekke partier gjentatte ganger har erklært at målet for havbruk er en bærekraftig produksjon på 5 millioner tonn i 2050".

source: The Department of Energy and Petroleum Engineering (IEP) conducts research within drilling and well
nb: Institutt for energi- og petroleumsteknologi (IEP) driver forsking innanfor bore- og brønnteknologi,

source: Where are printers?
nb: Hvor er skriverne?

source: The Joule calendar is made by Inge Christ, head of The
nb: Joulekalenderen er laget av Inge Christ, avdelingsleder i

source: Know the theory for, and be able to use correlation, regression analysis and simple analysis of variance.
nb: Kjenne teori for og kunne bruke korrelasjon, regresjonsanalyse og enkel variansanalyse.

source: Master in Business Administration
nb: Master i økonomi og administrasjon

source: Radicalization and violent extremism are the result of complicated and
nb: Radikalisering og voldelig ekstremisme er resultat av sammensatte og komplekse prosesser

source: Teaching in high school, Høgskole (with PPU).
nb: Undervisning på videregående skole og høyskole (med PPU).

source: The project has received financial support from the Research Council of Norway, Idel a foundation and Helse Vest.
nb: Prosjektet har fått økonomisk støtte fra Norges Forskningsråd, Idel a fondation og Helse Vest.

source: Mezzo-soprano Bettina Smith and pianist Jan Willem Nelleke invite us into a somewhat forgotten and seldom performed repertoire with their CD, “The Artist's Secret.”
nb: Mezzosopranen og professor Bettina Smith og pianisten Jan Willem Nelleke inviterer oss med CD-en «The Artist’s Secret» inn i et delvis glemt og lite fremført repertoar.
